Repository: Virginia-V/OrderManagementSystem.WebApp
Catalog: IMS.WebApp/Resources/Resource.*.resx
Languages: it

source: Cover
it: Coperchio

source: Customer with the entered name already exists!
it: Il cliente con il nome inserito esiste già!

source: Customer you are trying to delete doesn't exist!
it: Il cliente che stai tentando di eliminare non esiste!

source: Customer you are trying to update doesn't exist!
it: Il cliente che stai tentando di aggiornare non esiste!

source: Document
it: Documento

source: Invoice with the entered number already exists!
it: La fattura con il numero inserito esiste già!

source: Invoice you are trying to delete doesn't exist!
it: La fattura che stai tentando di eliminare non esiste!

source: Machine
it: Macchina

source: Order with the entered Purchase Order number already exists!
it: L'ordine con il numero di ordine d'acquisto inserito esiste già!

source: Order with the entered Purchase Order number doesn't exist!
it: L'ordine con il numero di ordine d'acquisto inserito non esiste!

source: Order you are trying to delete doesn't exist!
it: L'ordine che stai tentando di eliminare non esiste!

source: Please don't enter the same product more than once!
it: Si prega di non inserire lo stesso prodotto più di una volta!

source: Product with the entered SKU number already exists!
it: Il prodotto con il numero SKU inserito esiste già!

source: Product you are trying to delete doesn't exist!
it: Il prodotto che stai tentando di eliminare non esiste!

source: Product you are trying to update doesn't exist!
it: Il prodotto che stai tentando di aggiornare non esiste!

source: Replacement
it: Sostituzione

source: Something Went Wrong, pleasy try later!
it: Qualcosa è andato storto, per favore riprova più tardi!

source: There aren't any customer types!
it: Non ci sono tipi di clienti!

source: There aren't any discounts!
it: Non ci sono sconti!

source: There aren't any order types!
it: Non ci sono tipi di ordine!

source: There aren't any payment statuses!
it: Non ci sono stati di pagamento!

source: There aren't any payment terms!
it: Non ci sono termini di pagamento!

source: There aren't any product categories!
it: Non ci sono categorie di prodotti!
